Repository: risooonho/widelands-translation-reports
Catalog: translators/*/widelands_console/doublespacing.po
Languages: de, it

source: Note: New value will be written to config file
de: Hinweis: Der neue Wert wird in die config-Datei geschrieben
it: Nota bene: I nuovi valori saranno scritti nel file di configurazione

source: --coredump=[true|false] Generates a core dump on segfaults instead of using the SDL
de: --coredump=[true|false] Erzeugt ein Speicherabbild bei Speicherzugriffsfehlern anstatt SDL zu verwenden.
it: --coredump=[true|false] Genera lo scrico dati sulla segmentation fault, invece di usare SDL

source: --write_syncstreams=[true|false] Create syncstream dump files to help debug network games.
de: --write_syncstream=[true|false] Erstelle Syncstream-Speicherauszüge zum Debuggen von Netzwerkspielen.
it: --write_syncstreams=[true|false] Creare il file syncstream dump per aiutare il debug del gioco in rete.

source: --autosave=[...] Automatically save each n minutes
de: --autosave=[…] Speichert automatisch alle n Minuten
it: --autosave=[...] Salva automaticamente ogni n minuti

source: --rolling_autosave=[...] Use this many files for rolling autosaves
de: --rolling_autosave=[…] Verwendet diese Anzahl an Dateien für fortlaufende automatisch gespeicherte Spielstände
it: --rolling_autosave=[...] Utilizza tutti questi file per avere dei salvataggi automatici continui

source: --metaserver=[...] Connect to a different metaserver for internet gaming.
de: --metaserver=[…] Verbindet zu einem alternativen Metaserver für ein Internetspiel.
it: --metaserver=[...] Connetti a un metaserver differente per giocare su Internet

source: --metaserverport=[...] Port number of the metaserver for internet gaming.
de: --metaserverport=[…] Portnummer des Metaservers für das Internetspiel.
it: --metaserverport=[...] Porta del metaserver per giocare su Internet

source: --auto_speed In multiplayer games only, this will keep adjusting the game speed automatically, depending on FPS. Useful in conjunction with --ai_training.
de: --auto_speed Nur im Mehrspielermodus verfügbar, wird diese Option die Spielgeschwindigkeit automatisch an die FPS anpassen. Sinnvoll in Benutzung mit --ai_training.
it: --auto_speed Solo per giochi multigiocatori, questo parametro aggiusterà automaticamente e continuamente la velocità del gioco, a seconda degli FPS. Utile insieme ad --ai_training.

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
de: --scenario=DATEINAME Startet sofort die Karte DATEINAME als Szenario.
it: --scenario=NOMEFILE Avvia direttamente la mappa NOMEFILE come campagna.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
it: --script=FILENAME Eseguire il dato script Lua dopo l'inizializzazione. Valido solo con --scenario, --loadgame o --editor.

source: --auto_roadbuild_mode=[true|false] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
it: --auto_roadbuild_mode=[true|false] Entrerete nella modalità Roadbuilding automaticamente dopo aver piazzato una bandiera che non è collegata a una strada.

source: --fullscreen=[true|false] Whether to use the whole display for the game screen.
it: --fullscreen=[true|false] Decidi se attivare lo schermo intero.

source: --xres=[...] Width of the window in pixel.
it: --xres=[...] Larghezza della finestra in pixel.

source: --yres=[...] Height of the window in pixel.
it: --yres=[...] Altezza della finestra in pixel.

source: Options for the internal window manager:
it: Opzioni per il window manager interno:

source: --dock_windows_to_edges=[true|false] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
it: --dock_windows_to_edges=[true|false] Eliminare il bordo della finestra attorno ai lati dello schermo quando i lati della finestra sono vicini ai lati dello schermo.

source: --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
it: --snap_windows_only_when_overlapping=[yes|no] Sposta una finestra al bordo del pannello solo se la finestra si sovrappone al pannello.

source: --help Show this help
it: --help Mostra questo aiuto

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
de: --homedir=ORDNER Verwendet den angegebenen Ordner für die Widelands-Config-Dateien, Spielstände und Aufzeichnungen

source: --ai_training Enables AI training mode. See https://www.widelands.org/wiki/Ai%20Training/ for a full description of the AI training logic.
de: --ai_training Aktiviert den KI-Trainingsmodus. Siehe https://www.widelands.org/wiki/Ai%20Training/ für eine ausführliche Beschreibung der KI-Trainingslogik.

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
de: --loadgame=DATEINAME Lädt direkt den Spielstand DATEINAME.

source: --maxfps=[5 ...] Maximal optical framerate of the game.
de: --maxfps=[5 …] Maximale optische Bildwiederholrate des Spiels.

source: --animate_map_panning=[yes|no] Should automatic map movements be animated.
de: --animate_map_panning=[yes|no] Animation von automatischen Kartenbewegungen an|aus.
